{
  "Unlock the Power of Developer Connection": "Exploitez la puissance de la connexion des développeurs ",
  "Connect with developers worldwide through tech events, coding challenges, and collaborative projects. Expand your network and enhance your skills in our vibrant developer community.": "Connectez-vous avec des développeurs du monde entier grâce à des événements technologiques, des défis de codage et des projets collaboratifs. Développez votre réseau et améliorez vos compétences au sein de notre communauté de développeurs dynamique.",
  "Make Moments Memorable": "Rendez les moments mémorables",
  "Tech Rooms Hosted": "Salles techniques hébergées",
  "Active Developers": "Développeurs actifs",
  "Make Your Virtual Space": "Créez votre espace virtuel",
  "Connect, collaborate, and create in your own virtual space.": "Connectez-vous, collaborez et créez dans votre propre espace virtuel.",
  "Create Room": "Créer une salle",
  "General Room": "Salle générale",
  "Trending Rooms": "Chambres tendance",
  "Explore": "explorer",
  "Suggested Friends": "Amis suggérés",
  "How do I create a room in Stack Nest?": "Comment créer une pièce dans Stack Nest ?",
  "To create a room": "Pour créer une pièce",
  "Click on the Create Room button in the dashboard.": "Cliquez sur le bouton Créer une salle dans le tableau de bord.",
  "Set a name and description for your room.": "Définissez un nom et une description pour votre pièce.",
  "Choose the room type (public or private).": "Choisissez le type de chambre (publique ou privée).",
  "Invite other developers by sharing the room link.": "Invitez d'autres développeurs en partageant le lien de la salle.",
  "How can I connect with other developers?": "Comment puis-je me connecter avec d’autres développeurs ?",
  "Stack Nest makes it easy to connect with other developers": "Stack Nest facilite la connexion avec d'autres développeurs",
  "Join public rooms to collaborate on projects": "Rejoignez des salles publiques pour collaborer sur des projets",
  "Send connection requests to other users": "Envoyer des demandes de connexion à d'autres utilisateurs",
  "Participate in group challenges to network with like-minded developers": "Participez à des défis de groupe pour réseauter avec des développeurs partageant les mêmes idées",
  "What are challenges, and how do I participate": "Quels sont les défis et comment puis-je participer ?",
  "Challenges are coding tasks or projects designed to improve your skills:": "Les défis sont des tâches de codage ou des projets conçus pour améliorer vos compétences :",
  "Browse available challenges in the Challenges section": "Parcourez les défis disponibles dans la section Défis",
  "Join a challenge by clicking Participate": "Join a challenge by clicking Participate",
  "Submit your solution before the deadline to earn rewards": "Soumettez votre solution avant la date limite pour gagner des récompenses",
  "Can I upload files to Stack Nest?": "Puis-je télécharger des fichiers sur Stack Nest ?",
  "Yes! Stack Nest allows you to upload files": "Oui ! Stack Nest vous permet de télécharger des fichiers.",
  "Upload code snippets, project files, or documentation": "Téléchargez des extraits de code, des fichiers de projet ou de la documentation",
  "Share files with your room members or challenge participants": "Partagez des fichiers avec les membres de votre salle ou défiez les participants",
  "Use the Upload button in the room or challenge dashboard": "Utilisez le bouton Télécharger dans la salle ou le tableau de bord du défi",
  "What are streaks, and how do they work": "Que sont les stries et comment fonctionnent-elles ?",
  "Streaks are a way to track your consistency": "Les séquences sont un moyen de suivre votre cohérence",
  "Complete daily tasks or challenges to maintain your streak": "Accomplissez des tâches ou des défis quotidiens pour maintenir votre séquence",
  "Check your streak progress in the Profilesection": "Vérifiez la progression de votre séquence dans la section Profil",
  "Longer streaks unlock exclusive rewards and badges": "Des séquences plus longues débloquent des récompenses et des badges exclusifs",
  "START ROOM HOSTING NOW": "COMMENCEZ À HÉBERGER VOTRE SALLE MAINTENANT",
  "Subscribe to premium now": "Abonnez-vous à Premium maintenant",
  "Unlock room hosting and exciting rewards": "Débloquez l'hébergement de salles et des récompenses passionnantes",
  "Subscribe": "S'abonner",
  "Home": "Home",
  "Rooms": "Rooms",
  "Challenge": "Challenge",
  "Highlights": "Highlights",
  "About": "About",
  "Contact": "Contact"
}
